{
	"minecraft.jei.hint.hay_bale": "Hay Bales now negate all fall damage when landed on. [Tweak by Softer Hale Bales]",
	"minecraft.jei.hint.cat": "Cats can now be equipped with collars and chests. Enchanted collars give cats special abilites, while chests give them a small inventory. Cats also bob their heads along to music playing from nearby jukeboxes. [Tweaks by Domestic Innovation and cat_jam]",
	"minecraft.jei.hint.armor_stand": "Armor stands can now hold items in their hands. [Tweak by Quark]",
	"minecraft.jei.hint.elytra": "",
	"minecraft.jei.hint.compass": "Compasses now work in the Nether and the End. In the Nether, compasses point toward the last portal used if you have a compass in your inventory when using the portal. In the End, compasses point towards the overworld portal. Compass functions are disabled until crafted. [Tweak by Quark]",
	"minecraft.jei.hint.clock": "Clock functions are disabled until crafted. [Tweak by Quark]",
	"minecraft.jei.hint.door": "",
	"minecraft.jei.hint.item_frame": "",
	"minecraft.jei.hint.cactus": "",
	"minecraft.jei.hint.pig": "Pigs now have litters when breeding, spawning 2-3 piglets with normal carrots and up to 5 with Golden Carrots. [Tweak by Quark]",
	"minecraft.jei.hint.poison_potato": "Feeding poison potatos to a baby animal has a chance to poison it. A poisoned baby animal will never grow up. [Tweak by Quark]",
	"minecraft.jei.hint.slimes" : "Slimes no longer take fall damage or spawn naturally in superflat worlds. If a slime dies on magma blocks, the slimes spawned will be magma cubes. [Tweaks by Quark and Superflat World No Slimes]",
	"minecraft.jei.hint.sponge" : "Sponges can now be placed directly in water without the need to be placed on the side of a block. [Tweak by Quark]",
	"minecraft.jei.hint.bee" : "Bees are now much smaller, but spawn in larger groups. They can also pollinate oak leaves, which produce apples. [Tweaks by Realistic Bees and Blossom]",
	"minecraft.jei.hint.oak_leaves" : "Oak leaves pollinated by bees grow apples, which can be harvested with shears. [Tweak by Blossom]",
	"minecraft.jei.hint.loom": "",
	"minecraft.jei.hint.vex": "",
	"minecraft.jei.hint.snowball": "",
	"minecraft.jei.hint.fence": "",
	"minecraft.jei.hint.blaze_rod": "",
	"minecraft.jei.hint.evoker": "",
	"minecraft.jei.hint.husk": "",
	"minecraft.jei.hint.apple": "Apples can be harvested from oak leaves pollinated by bees with shears. [Tweak by Blossom]",
	"minecraft.jei.hint.totem_of_undying": "",
	"minecraft.jei.hint.trident": "",
	"minecraft.jei.hint.lantern": "Lanterns can now be mounted to the sides of blocks, walls, and fences. Wall lanterns swing when collided with. [Tweak by Supplementaries]",
	"minecraft.jei.hint.gunpowder": "Gunpowder can now be placed on the ground in trails. When lit via a fire source, the fire will consume the powder and spread along the trail. Gunpowder trails can ignite TNT, set flammable blocks on fire, or light blocks that can be lit, such as candles. [Tweak by Supplementaries]",
	"minecraft.jei.hint.brick" : "Bricks can now be thrown as a projectile. Thrown bricks injure mobs and break glass. [Tweak by Supplementaries]",
	"minecraft.jei.hint.carpets": "Carpets can now be placed on slabs and stairs. [Tweak by Amendments]",
	"minecraft.jei.hint.brewing_stand": "Brewing stands now have potion bottles colored according to what they are holding. [Tweak by Amendments]",
	"minecraft.jei.hint.jukebox": "Jukeboxes have an adjusted model and now show they disc they are playing. [Tweak by Amendments]",
	"minecraft.jei.hint.cake" : "Cakes can now be stacked by placing two on top of each other. They can also be rotated. [Tweak by Amendments]",
	"minecraft.jei.hint.chain" : "Chains can now be hung between fence and wall posts. Hung chains can span up to 7 blocks, and can be dismantled with shears. [Tweak by Connectable Chains]",
	"minecraft.jei.hint.bell" : "While fishing, a bell held on the offhand will ring when there's a fish on the line. [Tweak by Fish on the Line]",
	"minecraft.jei.hint.spider": "Spiders now produce cobwebs when players are nearby. [Tweak by Spiders Produce Webs]",
	"minecraft.jei.hint.enchanting_table": "",
	"minecraft.jei.hint.cobweb": "Cobwebs are now produced by spiders when players are nearby. [Tweak by Spiders Produce Webs]",
	"minecraft.jei.hint.book": "",
	"minecraft.jei.hint.blaze_rod": "",
	"minecraft.jei.hint.stick": "",
	"minecraft.jet.hint.chicken": "",
	"minecraft.jei.hint.concrete_powder": "",
	"minecraft.jei.hint.pig": "",
	"minecraft.jei.hint.rabbit": "",
	"minecraft.jei.hint.shukler_box": "",
	"minecraft.jei.hint.horse": "",
	"minecraft.jei.hint.emerald_block": "",
	"minecraft.jei.hint.campfire": "Campfires now elevate Elytra and Paragliders that fly over them. [Tweak by Quark and Paraglider]"
}